const Common = () => {
	return (
		<>
			<h1 className='article-title'>
				Средства управления рабочим столом и создания дополнительных
				рабочих столов
			</h1>
			<p className='article-desc'>
				Средства управления виртуальными рабочими столами занимают
				важную роль в современном мире. Они позволяют пользователям
				создавать так называемые "профили" для запуска определенных
				видов приложений под определенные задачи (работа, игры,
				развлечение) и переключаться между этими профилями. Таким
				образом, на одном компьютере в разное время может работать
				несколько человек, каждый из которых не будет терять время на
				запуск ранее закрытых программ. В данном разделе мы рассмотрим
				три программы для управления виртуализированными рабочими
				столами и их функциональные возможности. В качестве исследования
				у нас будут приложения: Desktops, Virtual Dimension и VirtuaWin.
			</p>
			<p className='article-desc'>
				В качестве вывода можно сказать, что самая простая и
				малофункциональная программа была Desktops. Она отличилась
				простотой и полноценным превью рабочих столов. VirtuaWin
				получился довольно сложный по освоению, но опытным пользователям
				желающим изменить каждую кнопку в программе такой вариант
				подойдет больше всего. Я же отдам свое предпочтение Virtual
				Dimension засчет своей простоты и набором важных функций,
				которые отсутствовали у предыдущих программ, а именно
				неограниченное количество вирутальных рабочих столов и
				возможность удалять определенный "профиль". В общем и целом, все
				программы из данного списка были бесплатные и выполняли свою
				главную функцию - эмулировать виртуальный рабочий стол. А вопрос
				выбора той или иной программы заключается лишь в том, что
				необходимо пользователю при работе с данным типом приложений.
			</p>
		</>
	);
};

export default Common;
