const Common = () => {
	return (
		<>
			<h1 className='article-title'>
				Средства управления процессами в ОС
			</h1>
			<p className='article-desc'>
				Средства управления процессами в ОС используются повсеместно,
				они дают полный контроль над всеми процессами запущенными на
				данный момент в вашей операционной системе. Данные средства
				позволяют создавать, удалять, приостанавливать процессы,
				изменять их приоритет, тем самым давая гибкий контроль над
				работой ОС. В данном разделе мы постараемся изучить три
				программы по управлению процессами и их функциональные
				возможности. В качестве примера у нас будут три приложения:
				Process Explorer, Process Hacker, System Explorer.
			</p>
			<p className='article-desc'>
				В ходе сбора и анализа данных по трем программам для управления
				процессами в ОС можно заключить вывод, что все три приложения
				очень похожи по дизайну, принципу работы и управлению. Это дает
				возможность без особых усилий разобраться в том или ином
				продукте компании. Единственными различиями был функционал
				работы приложений. Самое продвинутое средство управления
				процессами в ОС - System Explorer с поддержкой мультиязычности.
				Остальные два продукта (Process Explorer и Process Hacker) имеют
				более скромный функционал работы и подойдут менее опытным
				пользователям ПК. В свою очередь Process Hacker является более
				функциональным приложением по сравнению с Process Explorer,
				поддержка которого сократилась для ОС семейств Windows.
			</p>
		</>
	);
};

export default Common;
